# დავალება 1: რიცხვების თანაბრობის შემოწმება
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს ორი რიცხვის შეყვანას. პროგრამამ უნდა შეამოწმოს, ერთნაირია თუ არა ეს რიცხვები და კონსოლში დაბეჭდოს True ან False.

# დავალება 2: ასაკის შედარება
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს ორი ადამიანის ასაკის შეყვანას და დაბეჭდავს True თუ პირველი პირი უფრო უფროსია და False, თუ არა.


# დავალება 3: დადებითი რიცხვების შემოწმება
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს სამი რიცხვის შეყვანას და დაბეჭდავს True, თუ ყველა რიცხვი დადებითია და False, თუ არა.


# დავალება 4: რიცხვების ნულთან შედარება
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს რიცხვი ნულის ტოლი ან მეტი. კონსოლში უნდა დაიბეჭდოს True ან False.


# დავალება 5: თანხმობა ან უარყოფა
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს ორი პასუხიდან ერთ-ერთის შეყვანას: "დიახ" ან "არა". პროგრამამ უნდა შეამოწმოს, არის თუ არა პასუხი "დიახ" და დაბეჭდოს შედეგი True ან False.


# დავალება 6: უმცირესი რიცხვის პოვნა
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს სამი რიცხვის შეყვანას და შეამოწმებს, არის თუ არა პირველი რიცხვი ყველაზე მცირე დანარჩენ ორ რიცხვთან შედარებით. კონსოლში დაბეჭდოს True ან False.