# 3) შექმენით შემდეგი ხუთი დიაპაზონი:

# 1-დან 4-ის ჩათვლით
#for i in range(1, 4):

# 10-დან 20-მდე,
#for i in range(10, 20):

# 2-დან 7-ის ჩათვლით,
#for i in range(2, 7):

# 3-დან 4-ის ჩათვლით,
#for i in range(3, 4):

# 30-დან 50-ის ჩათვლით
#for i in range(30, 50):


# 4) for ციკლის გამოყენებით:

# 20-ჯერ დაბეჭდეთ თქვენი სახელი,
for i in range(20):
    print("elene")

# 30-ჯერ დაბეჭდეთ თქვენი გვარი,
for i in range(30):
    print("tsagareli")

# 50-ჯერ დაბეჭდეთ თქვენი ასაკი
for i in range(50):
    print("11")

#5) for ციკლის გამოყენებით, 10-ჯერ შეეკითხეთ მომხმარებელს სახელი და დაბეჭდეთ შედეგი
for i in range(10):
    print("რა გქვია?")