# დავალება 1: ტოლია თუ არა რიცხვი 10-ს
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს რიცხვი ზუსტად 10-ის ტოლი. პროგრამამ უნდა დაბეჭდოს True თუ ტოლია და False თუ არა.  
elene = int(input("შეიყვანეთ ციფრი :"))
if elene == 10:
    print(True)
else:
    print(False)

# დავალება 2: რიცხვი ლუწია თუ კენტი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, ლუწია თუ კენტი რიცხვი. პროგრამამ უნდა დაბეჭდოს True, თუ რიცხვი ლუწია და False, თუ კენტი.
sesili = int(input("შეიყვანეთ რიცხვი :"))
if sesili % 2 == 0:
    print(True)
else:
    print(False) 

# დავალება 3: რიცხვების შუალედი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს რიცხვი 50-სა და 100-ს შორის (ორივე ჩათვლით). პროგრამამ უნდა დაბეჭდოს True ან False. 
laqi = int(input("შეიყვანე რიცხვი :"))
if laqi >50 and laqi<100 :
    print(True)
else:
    print(False)

# დავალება 4: განსხვავებული რიცხვები
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს სამი რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს სამი რიცხვი განსხვავებული ერთმანეთისგან. პროგრამამ უნდა დაბეჭდოს True თუ ყველა რიცხვი განსხვავებულია და False თუ რომელიმე მაინც ტოლია.
alexsandre = int(input("შეიყვანეთ რიცხვი :"))
andria = int(input("შიყვანეთ რიცხვი :"))
gio = int(input("შეიყვანეთ რიცხვი :"))
if alexsandre == andria == gio:
    print(True)
else:
    print(False)

# დავალება 5: მომხმარებლის სახელი და პაროლი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს მომხმარებლის სახელის და პაროლის შეყვანას. პროგრამამ უნდა შეამოწმოს, სწორია თუ არა შეყვანილი მონაცემები. სწორად მიჩნეული იქნება, თუ სახელი არის "admin" და პაროლი "12345". პროგრამამ უნდა დაბეჭდოს True ან False.
alexsandra = int(input("შეიყვანე პაროლი :"))
naniko = int(input("შეიყვანე სახელი"))
admin = int(input(alexsandra))
password = int(input(naniko))
if alexsandra == admin:
    print(True)
if naniko == password == 12345:
    print(False)