# 1.შემოატანინეთ მომხმარებელს მათი სახელი და გვარი, შეინახეთ ეს ცვლადში და დაპრინტეთ ისინი.
# 2.შემოატანინეთ მომხმარებელს მისი სახელი და გვარი, შეინახეთ ისინი ცვლადებში და დაუპრინტეთ დაბადების დღის მისალოცი ბარათი
# 3.შემოატანინეთ მომხმარებელს საყვარელი ცხოველი, ფერი, მანქანა, მსახიობი და დაპრიონტეთ ერთ დიდ წინადადებაში
# 4.ახსენით კომენტარებით თუ რა არის input და output.
# 5.ახსენით რაარის concatenation კომენტარებით

name = input("შემოიტანე შენი ძაღლის სახელი: ")
print(name)
lastname = input("შემოიტანეთ შენი ძაღლის გვარი: ")
print(lastname)

happy_birtsday = input("შეიყვანეთ შენი მეგობრის სახელი და გვარი: ")
print(happy_birtsday + "გილოცავ დაბადების დღეს")

favourite_animal = input("შემოიტანე შენი საყვარელი ცხოველი: ")
favourite_color = input("შემოიტანეთ შენი საყვარელი ფერი: ")
favourite_car = input("შემოიტანეთ შენი საყვარელი მანქანა: ")
favourite_actor = input("შემოიტანეთ შენი საყვარელი მსახიობი: ")
print(favourite_animal + " " + favourite_color +  " " + favourite_car +  " " + favourite_actor)

#ინფუთი ნიშნავს შემოტანას
#აუტფუტი ნიშნავს გამოტანას
#კონკატინაცია ნიშნავს სტრინგების დამატებას