# 0) ახსენით რა განსხვავებაა for და while ციკლებს შორის, ასევე დაწერეთ როდის რომლის გამოყენება ჯობია
#for ლუპიტ შეგვიძლია დავპრინტოთ რამდენჯერაც ჩვენ გვინდა.while ლუპით კი არ შგვიძლია განვსაღვროთ.

# 1) შექმენით user_password ცვლადი და მასში შეინახეთ input. სანამ user_password ტოლი არ იქნება "12345678"-ის, მაქამდე შეეკითხეთ მომხმარებელს თავიდან პაროლი და შეინახეთ user_password ცვლადში
user_password = input("რა არის შენი პაროლი?")
while user_password != "laqi 11":
    user_password = input("შეეცადე ახლიდან")
print ("შენ შესული ხარ ექაუნთზე")

# 2) შექმენით num2 ცვლადი და გაუტოლეთ 10-ს. სანამ ის ნაკლები იქნება 100-ზე, მოახდინეთ მისი ინკრემენტაცია 5-ით და დაბეჭდეთ მისი მნიშვნელობა
num2 = 10
while num2 < 100:
    num2 += 5

# 3) შექმენით num3 ცვლადი და გაუტოლეთ 20-ს. სანამ ის მეტი იქნება 10-ზე, მოახდინეთ მისი დეკრემენტაცია 1-ით და დაბეჭდეთ მისი მნიშვნელობა
num3 = 20
while num3 > 10:
    num3 -= 1

# 4) შექმენით num4 ცვლადი და გაუტოლეთ 1000-ს. სანამ ის ნაკლები იქნება 100-ზე, მოახდინეთ მისი დეკრემენტაცია 50-ით და დაბეჭდეთ მისი მნიშვნელობა
num4 = 1000
while num4 > 100:
    num4 -= 50

# 5) თქვენი სიტყვებით ახსენით რა არის უსასრულო ციკლი
#უსასრულო ციკლი არის რომ უსასრულოდ იწერება კოდი და უსასრულ როცა ეწერება კოდი შეიძლება კომპიუტერი გაფუჭდეს
