# 2) თქვენი სიტყვებით ახსენით როგორ შეგვიძლია ვიდეოების და აუდიოების ვებსაიტებზე დამატება, რომელი თეგები გვჭირდება ამისათვის.
# 3) თქვენი სიტყვებით ახსენით, რაში ვიყენებთ შემდეგს ატრიბუტებს: controls, loop, autoplay, muted

#ვიდეოებისა და აუდიო ფაილების ვებსაიტებზე დამატება საკმაოდ მარტივია HTML-ის <video> და <audio> ტეგების საშუალებით. ორივე ტეგი საშუალებას იძლევა, რომ მარტივად დააჩქაროთ მედია ფაილების ჩართვა და მათი მართვა.

#ამ ატრიბუტების გამოყენება დაკავშირებულია HTML-ში ვიდეოს ან აუდიოს ელემენტების (მაგ. <video>, <audio>) კონტროლთან.ეს ატრიბუტები ხშირად გამოიყენება ერთობლივად, რათა შექმნან უფრო კომფორტული და ინტერაქტიული მედია გამოცდილება.