#1)შექმენით ორი ცვლადი, თითოეულში შეინახეთ ნებისმიერი რიცხვი. თქვენი დავალებაა,
#რომ არითმეტიკული მოქმედებების შედეგი დაბეჭდოთ ამ რიცხვებს შორის - ეს მოქმედებებია +, -, *, /.

#2)შექმენით ორი ცვლადი, პირველში შეინახეთ თქვენი ასაკი, ხოლო მეორეში შეინახეთ მშობლის ასაკი.
#დაბეჭდეთ, თუ 10 წელში რამდენჯერ მეტი იქნება მშობლის ასაკი თქვენსაზe

#3)გამოიტანეთ 20 მათემატიკური მოქმედება +,-,*,/ და print-ის გამოყენებით გამოიტანეთ ტერმინალში შედეგი

number1 = 37
number2 = 54
print = (37+54)
print = (54-37)
print = (54/37)
print = (37*54)

I = ("10")
mom = ("30")
print = (10+10) #20
print = (30+10) #40
print = (40/20) #2-ჯერ მეტი

print = (7*8)
print = (34*9)
print = (68*94)
print = (34*21)
print = (34-21)
print = (45-32)
print = (78-54)
print = (98-56)
print = (67+98)
print = (54+34)
print = (96+32)
print = (45/21)
print = (54/6)
print = (97/35)
print = (324/65)
print = (65/65)
print = (41/7)
print = (43+12)
print = (68-32)
print = (56*76)