#2) თქვენი სიტყვებით ახსენით რა არის პირობითი განცხადებები და გააკეთეთ ნახაზი მის ერთ-ერთ მაგალითზე
# 4) შემდეგ შედარების ოპერატორებზე ჩამოწერეთ 10-10 მაგალითი (თითოეულზე 10 მაგალითი): >, >=, <, <=, !=, ==
# 5) შექმენით for ციკლი რომელიც იტერაციას მოახდენს 10-ჯერ და თითოეულ იტერაციაზე დაბეჭდავს თქვენს სახელს
# 6) შექმენით ცვლადი სახელად answer და მასში შეინახეთ თქვენთვის სასურველი რიცხვი. მომხმარებელს input-ით შემოატანინეთ რიცხვი და სანამ ის answer ცვლადის მნიშვნელობის ტოლი არ იქნება, თავიდან შემოატანინეთ - დაგჭირდებათ while ციკლი
# 7) მომხმარებელს შემოატანინეთ რიცხვი და შეამოწმეთ ის:თუ რიცხვი მეტი ან ტოლი იქნება 100-ზე, დაბეჭდეთ big number სხვა შემთხვევაში დაბეჭდეთ small number

# პირობითი განცხადებები (მათ შორის if-განაცხადებები) არის კოდის ნაწილისთვის არსებული კონსტრუქციები, რომლებიც მოქმედებენ მხოლოდ მაშინ, როდესაც გარკვეული პირობა  შესრულდება. სხვა სიტყვებით, პირობითი განცხადებები გვაძლევს შესაძლებლობას, რომ დააჩქაროთ მოქმედება ან გადაწყვეტილება მხოლოდ იმ შემთხვევაში, თუ ეს პირობა მართებულია (True). თუ პირობა არ არის შესრულებული (False), კოდი არ შესრულდება, ან შეიძლება შესრულდეს სხვა მოქმედება.
#7
lion = int(input("enter your number: "))
if lion >= 100:
    print("big number")
else:
    print("small number")
#6
answer = int(input("enter your number: "))
while answer != 6: 
    answer = int(input("enter your number: "))
print("you are winner")

if 3 % 2 == 0:
    print('ლუწი') 
else:
    print("კენტი")

if 3 > 2:
    print("3>2") 
else:
    print("3<2")

if 3 < 2:
    print("3<2") 
else:
    print("3>2")

if 3 != 2:
    print("3!=2") 
else:
    print("3==2")

if 3 >= 2:
    print("3>2") 
else:
    print("3<2")

if 3 <= 2:
    print("3<=2") 
else:
    print("3>+2")

#5
for i in range(10):
    print("elene")
