#2) თქვენი სიტყვებით ახსენით რა არის პირობითი განცხადებები და გააკეთეთ ნახაზი მის ერთ-ერთ მაგალითზე
# 4) შემდეგ შედარების ოპერატორებზე ჩამოწერეთ 10-10 მაგალითი (თითოეულზე 10 მაგალითი): >, >=, <, <=, !=, ==
# 5) შექმენით for ციკლი რომელიც იტერაციას მოახდენს 10-ჯერ და თითოეულ იტერაციაზე დაბეჭდავს თქვენს სახელს
# 6) შექმენით ცვლადი სახელად answer და მასში შეინახეთ თქვენთვის სასურველი რიცხვი. მომხმარებელს input-ით შემოატანინეთ რიცხვი და სანამ ის answer ცვლადის მნიშვნელობის ტოლი არ იქნება, თავიდან შემოატანინეთ - დაგჭირდებათ while ციკლი
# 7) მომხმარებელს შემოატანინეთ რიცხვი და შეამოწმეთ ის:თუ რიცხვი მეტი ან ტოლი იქნება 100-ზე, დაბეჭდეთ big number სხვა შემთხვევაში დაბეჭდეთ small number

